Revit 2024 API
BuiltInFailures.TagFailures Class
 Failures about Tag.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static class TagFailures
Visual Basic
Public NotInheritable Class TagFailures
Visual C++
public ref class TagFailures abstract sealed
Inheritance Hierarchy
System.Object
 Autodesk.Revit.DB.BuiltInFailures.TagFailures
See Also
BuiltInFailures.TagFailures Members
Autodesk.Revit.DB Namespace